<%@ page language="java" contentType="text/html; charset=UTF-8"
    pageEncoding="UTF-8"%>
<%@ include file="template.jsp" %>
<!DOCTYPE html>
<html>
<head>
<meta charset="UTF-8">

<title>FAQ</title>
</head>
<body>
<jsp:include page="head.jsp" />



<h1>よくある質問</h1>
    
    <h2>Q: チェックインとチェックアウトの時間は何時ですか？</h2>
    <p>A: チェックインは午後3時から、チェックアウトは午前11時までです。早めのチェックインや遅めのチェックアウトをご希望の場合は、事前にご連絡ください。</p>

    <h2>Q: 駐車場はありますか？</h2>
    <p>A: はい、ホテル内に無料の駐車場をご用意しています。ご予約の際にお知らせいただければ、駐車場をご利用いただけます。</p>

    <h2>Q: ペットを連れて行っても大丈夫ですか？</h2>
    <p>A: 申し訳ありませんが、ペットの同伴はご遠慮いただいております。ご理解とご協力をお願い申し上げます。</p>

    <h2>Q: キャンセルポリシーはどのようになっていますか？</h2>
    <p>A: チェックイン日の48時間前までにキャンセルされる場合、キャンセル料金はかかりません。それ以降のキャンセルについては、一泊分の料金がかかります。</p>

    <h2>Q: ホテル内での飲食について教えてください。</h2>
    <p>A: 当ホテル内にはレストランやカフェがございます。朝食、ランチ、ディナー、軽食、ドリンクなど、多彩なメニューをご用意しております。</p>

    <h2>Q: ホテル内の施設は予約が必要ですか？</h2>
    <p>A: スパ、レストラン、およびビジネスセンターの利用については、予約がおすすめです。特に混雑時は、事前にご予約いただくことをお勧めいたします。</p>

    <h2>Q: 部屋にはWi-Fiがありますか？</h2>
    <p>A: はい、全客室に無料のWi-Fiが完備されています。ご滞在中は快適にインターネットをご利用いただけます。</p>

    <h2>Q: ホテル内でのアクティビティはありますか？</h2>
    <p>A: はい、当ホテルでは様々なアクティビティをご用意しております。スパやフィットネスセンター、屋外プールなどをご利用いただけます。</p>

    <h2>Q: 子供連れの家族におすすめの施設はありますか？</h2>
    <p>A: ファミリースイートや屋外プールは、子供連れの家族におすすめです。また、レストランでは子供向けメニューもご用意しています。</p>

    <h2>Q: ホテル周辺には観光名所はありますか？</h2>
    <p>A: 当ホテル周辺には自然豊かな公園や歴史的な建造物など、多くの観光名所がございます。フロントデスクスタッフにお尋ねいただければ、おすすめのスポットをご案内いたします。</p>
<jsp:include page="foot.jsp" />

</body>
</html>